package com.cursor;

public class Sound {
    public static void main(String[] args) {
        double timeExo = 2 / 2;

        double distance = 330 * timeExo;
        System.out.println("Відстань від вас до скелі складає : " + distance + " метрів");

    }
}
  /*  Создайте новый файл Sound.java.
        2. Для расчета искомого расстояния потребуются числовые значения с плавающей
        точкой.
        Э. Для вычисления искомого расстояния умножьте 330 на 7,2, а полученный
        результат присвойте переменной ти па douЬle.
        4. Выведите результат вычислений на экран.
        */